Repository: IKITheFox/FoxMouse
Catalog: src/FoxMouse.Settings/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# GeneralPageString10.OnContent
source: On
zh_cn: 开

# GeneralPageString10.OffContent
source: Off
zh_cn: 关

# GeneralPageString28.OnContent
source: On
zh_cn: 开

# GeneralPageString28.OffContent
source: Off
zh_cn: 关

# GeneralPageString31.OnContent
source: On
zh_cn: 开

# GeneralPageString31.OffContent
source: Off
zh_cn: 关

# GeneralPageString34.OnContent
source: On
zh_cn: 开

# GeneralPageString34.OffContent
source: Off
zh_cn: 关

# GeneralPageString1.Text
source: General
zh_cn: 常规

# GeneralPageString2.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Save and reopen Settings to apply the language.
zh_cn: 保存后重新打开设置以应用语言。

# GeneralPageString3.Text
source: Display language
zh_cn: 界面语言

# GeneralPageString4.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Display language
zh_cn: 界面语言

# GeneralPageString5.Content
source: System default
zh_cn: 跟随系统

# GeneralPageString7.Text
source: Cursor effect
zh_cn: 光标效果

# GeneralPageString8.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Smoothly enlarge the current pointer when you shake the mouse from side to side.
zh_cn: 快速左右摇动鼠标时，平滑放大当前指针。

# GeneralPageString9.Text
source: Enable FoxMouse
zh_cn: 启用 FoxMouse

source: Smoothly enlarge the current pointer when you shake the mouse from side to side.
zh_cn: 快速左右摇动鼠标时，平滑放大当前指针。

source: Enable FoxMouse
zh_cn: 启用 FoxMouse

# GeneralPageString11.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Native enlarges the current cursor; Locator ring highlights its location.
zh_cn: 原生模式放大当前光标；定位环模式显示光标位置提示。

# GeneralPageString12.Text
source: Display mode
zh_cn: 显示模式

source: Native enlarges the current cursor; Locator ring highlights its location.
zh_cn: 原生模式放大当前光标；定位环模式显示光标位置提示。

source: Display mode
zh_cn: 显示模式

# GeneralPageString14.Content
source: Native
zh_cn: 原生

# GeneralPageString15.Content
source: Locator ring
zh_cn: 定位环

# GeneralPageString16.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Higher sensitivity makes the effect easier to trigger by shaking the mouse.
zh_cn: 数值越高，越容易通过快速来回移动触发效果。

# GeneralPageString17.Text
source: Shake sensitivity
zh_cn: 摇动灵敏度

source: Higher sensitivity makes the effect easier to trigger by shaking the mouse.
zh_cn: 数值越高，越容易通过快速来回移动触发效果。

source: Shake sensitivity
zh_cn: 摇动灵敏度

# GeneralPageString19.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Choose a scale from 1.5 to 6 times the original cursor size.
zh_cn: 可设置为原始光标的 1.5 到 6 倍。

# GeneralPageString20.Text
source: Maximum scale
zh_cn: 最大放大倍率

source: Choose a scale from 1.5 to 6 times the original cursor size.
zh_cn: 可设置为原始光标的 1.5 到 6 倍。

source: Maximum scale
zh_cn: 最大放大倍率

# GeneralPageString22.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Preview the enlargement at the current mouse position.
zh_cn: 立即在当前鼠标位置演示一次放大效果。

# GeneralPageString23.Text
source: Preview
zh_cn: 预览效果

source: Preview the enlargement at the current mouse position.
zh_cn: 立即在当前鼠标位置演示一次放大效果。

source: Preview enlargement
zh_cn: 预览放大效果

# GeneralPageString24.Content
source: Preview enlargement
zh_cn: 预览放大效果

# GeneralPageString25.Text
source: Behavior
zh_cn: 行为

# GeneralPageString26.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Start FoxMouse in the background when you sign in to Windows.
zh_cn: 登录 Windows 后在后台启动 FoxMouse。

# GeneralPageString27.Text
source: Start with Windows
zh_cn: 随 Windows 启动

source: Start FoxMouse in the background when you sign in to Windows.
zh_cn: 登录 Windows 后在后台启动 FoxMouse。

source: Start with Windows
zh_cn: 随 Windows 启动

# GeneralPageString29.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Pause enlargement while dragging files or controls.
zh_cn: 拖动文件或控件时不触发放大效果。

# GeneralPageString30.Text
source: Pause while dragging
zh_cn: 拖拽时暂停

source: Pause enlargement while dragging files or controls.
zh_cn: 拖动文件或控件时不触发放大效果。

source: Pause while dragging
zh_cn: 拖拽时暂停

# GeneralPageString32.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Pause automatically in full-screen games, videos and presentations.
zh_cn: 游戏、视频和演示进入全屏时自动暂停。

# GeneralPageString33.Text
source: Pause in full-screen apps
zh_cn: 全屏应用中暂停

source: Pause automatically in full-screen games, videos and presentations.
zh_cn: 游戏、视频和演示进入全屏时自动暂停。

source: Pause in full-screen apps
zh_cn: 全屏应用中暂停

# MainWindowString1.Title
source: FoxMouse Settings
zh_cn: FoxMouse 设置

# MainWindowString2.Content
source: General
zh_cn: 常规

# MainWindowString3.Content
source: App exclusions
zh_cn: 排除的应用

# MainWindowString4.Content
source: About
zh_cn: 关于

# MainWindowString5.Content
source: Revert changes
zh_cn: 撤销更改

# MainWindowString6.Content
source: Save
zh_cn: 保存

# AboutPageString1.Text
source: Version
zh_cn: 版本

# ExclusionsPageString1.Text
source: App exclusions
zh_cn: 排除的应用

# ExclusionsPageString2.Text
source: Pause FoxMouse when a blocked app is in the foreground. Find an app and add it below.
zh_cn: 在指定应用位于前台时暂停 FoxMouse。按名称搜索正在运行的应用，然后添加。

# ExclusionsPageString3.Text
source: App list
zh_cn: 应用列表

source: Search app list
zh_cn: 搜索应用列表

# ExclusionsPageString4.PlaceholderText
source: Search app, window title or process
zh_cn: 搜索应用名、窗口标题或进程名

# ExclusionsPageString5.Content
source: Refresh
zh_cn: 刷新

# ExclusionsPageString5.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Rescan processes in the current session
zh_cn: 重新扫描当前会话中的进程

# ExclusionsPageString6.Content
source: Browse apps…
zh_cn: 浏览其他应用…

source: Show background processes
zh_cn: 显示后台进程

# ExclusionsPageString7.Content
source: Show background processes
zh_cn: 显示后台进程

source: App list
zh_cn: 应用列表

# ExclusionsPageString9.Text
source: Blocked
zh_cn: 已屏蔽

# ExclusionsPageString10.PlaceholderText
source: Search blocked apps
zh_cn: 搜索已屏蔽应用

source: Search blocked apps
zh_cn: 搜索已屏蔽应用

# ExclusionsPageString11.Text
source: No matching blocked apps
zh_cn: 没有匹配的已屏蔽应用

source: Blocked
zh_cn: 已屏蔽

source: Remove blocked app
zh_cn: 移除排除项

# ExclusionsPageString13.Content
source: Remove
zh_cn: 移除
